Repository: hieutbui/ecoparking_management
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Total Employees
vi: Tổng số nhân viên

source: On Time Employees
vi: Nhân viên đúng giờ

source: Employee List
vi: Danh sách nhân viên

source: Search
vi: Tìm kiếm

source: Add
vi: Thêm

source: Export
vi: Xuất

source: Remove
vi: Xóa

# onlyOwnerAccess
source: Only owner can access this page!
vi: Chỉ chủ sở hữu mới có thể truy cập trang này!

source: Something went wrong!
vi: Đã xảy ra lỗi!

source: Go back to login
vi: Quay lại đăng nhập

source: Employee ID
vi: Mã nhân viên

source: Name
vi: Tên

source: Phone
vi: Điện thoại

source: Start Shift
vi: Bắt đầu ca

source: End Shift
vi: Kết thúc ca

source: No data
vi: Không có dữ liệu

source: Parking Lots Occupied
vi: Chỗ đậu xe đã chiếm

source: Current Employees
vi: Nhân viên hiện tại

source: Total Customers today
vi: Tổng số khách hàng hôm nay

source: Today's Revenue
vi: Doanh thu hôm nay

source: Current Parking lot allotment
vi: Phân bổ chỗ đậu xe hiện tại

source: All Tickets
vi: Tất cả vé

source: License Plate
vi: Biển số xe

source: Entry Time
vi: Thời gian vào

source: Actual Exit
vi: Thời gian ra thực tế

source: Booked Start
vi: Bắt đầu đã đặt

source: Booked Exit
vi: Kết thúc đã đặt

source: Status
vi: Trạng thái

source: Duration
vi: Thời lượng

source: Charge
vi: Phí

source: Enter your email
vi: Nhập email của bạn

source: Password
vi: Mật khẩu

source: Enter your password
vi: Nhập mật khẩu của bạn

source: Login
vi: Đăng nhập

source: Revenues
vi: Doanh thu

source: Vehicle Count
vi: Số lượng xe

source: Last 12 months
vi: 12 tháng qua

source: Last year
vi: Năm ngoái

source: Last month
vi: Tháng trước

source: Yesterday
vi: Hôm qua

# notAvailableOnMobile
source: This page is not available on mobile
vi: Trang này không có trên di động

source: Total Revenue
vi: Tổng doanh thu

source: Total Vehicle
vi: Tổng số xe

source: Empty Profile
vi: Hồ sơ trống

source: Login to your account
vi: Đăng nhập vào tài khoản của bạn

# userInfo
source: User Information
vi: Thông tin người dùng

source: Enter your name
vi: Nhập tên của bạn

source: Failed to get user profile
vi: Không thể lấy hồ sơ người dùng

source: Gender
vi: Giới tính

source: Date of Birth
vi: Ngày sinh

source: Setting
vi: Cài đặt

source: Currency
vi: Tiền tệ

source: Logout
vi: Đăng xuất

source: Parking position
vi: Vị trí đậu xe

source: Failed to get parking position
vi: Không thể lấy vị trí đậu xe

source: Parking Name
vi: Tên bãi đậu xe

source: Role
vi: Vai trò

source: Scan something
vi: Quét cái gì đó

source: Invalid ticket
vi: Vé không hợp lệ

source: Ticket expired
vi: Vé đã hết hạn

# ticketExpiredDetail
source: Ticket expired. Please go back and navigate to ticket details
vi: Vé đã hết hạn. Vui lòng quay lại và điều hướng đến chi tiết vé

source: Cannot update ticket
vi: Không thể cập nhật vé

source: Ticket ID
vi: Mã vé

source: Controller not ready
vi: Bộ điều khiển chưa sẵn sàng

source: Permission denied
vi: Quyền bị từ chối

# scanningUnsupported
source: Scanning is unsupported on this device
vi: Thiết bị này không hỗ trợ quét

source: Generic Error
vi: Lỗi chung

source: Login Required
vi: Yêu cầu đăng nhập

# accessFeatureLogin
source: You need to login to access this feature
vi: Bạn cần đăng nhập để truy cập tính năng này

source: Cancel
vi: Hủy

source: Login Error
vi: Lỗi đăng nhập

# loginErrorDetail
source: An error occurred while trying to login. Please try again.
vi: Đã xảy ra lỗi khi cố gắng đăng nhập. Vui lòng thử lại.

# processRequestError
source: An error occurred while trying to process your request. Please try again.
vi: Đã xảy ra lỗi khi cố gắng xử lý yêu cầu của bạn. Vui lòng thử lại.

source: Account Not Allowed
vi: Tài khoản không được phép

# accountNotAllowedDetail
source: Your account is not allowed to access this feature. Please contact the administrator.
vi: Tài khoản của bạn không được phép truy cập tính năng này. Vui lòng liên hệ quản trị viên.

source: Fill All Fields
vi: Điền tất cả các trường

# fillAllFieldsDetail
source: Please fill all fields to login.
vi: Vui lòng điền tất cả các trường để đăng nhập.

source: Working start time
vi: Thời gian bắt đầu làm việc

source: Working end time
vi: Thời gian kết thúc làm việc

source: Create Employee
vi: Tạo nhân viên

source: Creating Employee
vi: Đang tạo nhân viên

source: Create Employee Error
vi: Lỗi tạo nhân viên

# createEmployeeErrorDetail
source: An error occurred while trying to create employee. Please try again.
vi: Đã xảy ra lỗi khi cố gắng tạo nhân viên. Vui lòng thử lại.

source: Create Employee Success
vi: Tạo nhân viên thành công

# createEmployeeSuccessDetail
source: Employee has been created successfully.
vi: Nhân viên đã được tạo thành công.

source: Confirm Delete Employee
vi: Xác nhận xóa nhân viên

# confirmDeleteEmployeeDetail
source: Are you sure you want to delete this employee?
vi: Bạn có chắc chắn muốn xóa nhân viên này không?

source: Deleting Employee
vi: Đang xóa nhân viên

source: Delete Employee Error
vi: Lỗi xóa nhân viên

# deleteEmployeeErrorDetail
source: An error occurred while trying to delete employee. Please try again.
vi: Đã xảy ra lỗi khi cố gắng xóa nhân viên. Vui lòng thử lại.

source: Delete Employee Success
vi: Xóa nhân viên thành công

# deleteEmployeeSuccessDetail
source: Employee has been deleted successfully.
vi: Nhân viên đã được xóa thành công.

source: Employee Not Selected
vi: Chưa chọn nhân viên

# employeeNotSelectedDetail
source: Please select an employee to proceed.
vi: Vui lòng chọn một nhân viên để tiếp tục.

source: Saving Employee
vi: Đang lưu nhân viên

source: Save Employee Success
vi: Lưu nhân viên thành công

# saveEmployeeSuccessDetail
source: Employee has been saved successfully.
vi: Nhân viên đã được lưu thành công.

source: Save Employee Error
vi: Lỗi lưu nhân viên

# saveEmployeeErrorDetail
source: An error occurred while trying to save employee. Please try again.
vi: Đã xảy ra lỗi khi cố gắng lưu nhân viên. Vui lòng thử lại.

source: Exporting Data
vi: Đang xuất dữ liệu

source: Export data Success
vi: Xuất dữ liệu thành công

# exportDataSuccessDetail
source: Data has been exported successfully.
vi: Dữ liệu đã được xuất thành công.

source: Export Data Error
vi: Lỗi xuất dữ liệu

# exportDataErrorDetail
source: An error occurred while trying to export data. Please try again.
vi: Đã xảy ra lỗi khi cố gắng xuất dữ liệu. Vui lòng thử lại.

# invalidTicketDetail
source: The ticket is invalid. Please try again.
vi: Vé không hợp lệ. Vui lòng thử lại.

source: User
vi: Người dùng

source: Employee
vi: Nhân viên

source: Owner
vi: Chủ sở hữu

source: Male
vi: Nam

source: Female
vi: Nữ

source: Other
vi: Khác

source: View Type
vi: Loại xem

# phoneNumberRequired
source: Phone number is required
vi: Yêu cầu số điện thoại

source: Phone number
vi: Số điện thoại

source: Time
vi: Thời gian

source: Live
vi: Trực tiếp

source: Previous
vi: Trước

source: Profile
vi: Hồ sơ

source: Error
vi: Lỗi

source: Scanner
vi: Máy quét
